---
kind: other
id: Properties.T:Autodesk.Revit.DB.Architecture.SiteSubRegion
source: html/d46098da-077f-3147-b5e8-e999cdd4fe86.htm
---
# SiteSubRegion Properties

The element id of the topography surface hosting this SiteSubRegion.